import type { Article, StudentInfo } from "../shared/models";
import config from "./config";
import { parseAllNews } from "./parser";

const baseUrl = config.baseUrl;

export const studentInfo = [
    {
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    }, {
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },{
      id: 'rules',
      title: 'Правила вступу',
      subtitle: 'Ознайомтесь з актуальними правилами прийому',
      image: `${baseUrl}img/student-info/rules.png`,
      content: `
        <h1>Загальні положення</h1>
        <ol>
          <li>Правила прийому до Вінницького національного аграрного університету на навчання для здобуття вищої освіти в 2025 році (далі - Правила прийому) розроблені Приймальною комісією Вінницького національного аграрного університету (далі - Приймальна комісія) відповідно до Порядку прийому на навчання для здобуття вищої освіти в 2025 році затвердженого Наказом Міністерства освіти і науки України 10 лютого 2025 року за №168 зареєстрованого в Міністерстві юстиції України 26 лютого 2025 року за № 15/41360. Зміни до правил прийому внесено відповідно до Наказу Міністерства освіти і науки України 18 червня 2025 року за №877 зареєстровано в Міністерстві юстиції України 25 червня 2025 року №987/44393 «Про затвердження змін до Порядку прийому на навчання для здобуття вищої освіти в 2025 році із змінами і доповненнями, внесеними Наказом Міністерства освіти і науки України від 27 червня 2025 року №936».</li>
          <li>Підставою для оголошення прийому на навчання є ліцензії Міністерства освіти і науки України на провадження освітньої діяльності на рівні (рівнях) вищої освіти, за освітніми програмами, що передбачають присвоєння професійної кваліфікації з професій, для яких запроваджено додаткове регулювання на певному рівні вищої освіти, та правила прийому, які затверджено відповідно до закону, Порядку та цих Правил прийому.</li>
          <li>Прийом на навчання здійснюється університетом на конкурсній основі.</li>
          <li>Організацію прийому вступників здійснює приймальна комісія - робочий орган університету. Приймальна комісія діє згідно з положенням про приймальну комісію Вінницького національного аграрного університету, розробленим з урахуванням вимог законодавства, Положення про приймальну комісію вищого навчального закладу, затвердженого наказом Міністерства освіти і науки України від 15 жовтня 2015 року № 1085, зареєстрованого в Міністерстві юстиції України 04 листопада 2015 року за № 1353/27798. Положення про приймальну комісію закладу Вінницького національного аграрного університету оприлюднюється на його офіційному вебсайті. Ректор університету забезпечує дотримання законодавства України, зокрема Правил прийому, та Порядку, а також відкритість та прозорість роботи приймальної комісії. Рішення приймальної комісії, прийняте в межах її компетенції, є підставою для видання відповідного наказу та/або виконання процедур вступної кампанії. Усі питання, пов’язані з прийомом на навчання, вирішуються приймальною комісією на її засіданнях. Рішення приймальної комісії оприлюднюється на офіційному вебсайті університету не пізніше наступного дня після їх прийняття.</li>
        </ol>
        
        <h1>Критерії оцінювання мотиваційного листа</h1>
        <ol>
            <li>Дотримання вимог офіційно-ділового стилю.</li>
            <li>Структура та логічність упорядкування смислових блоків.</li>
            <li>Грамотність.</li>
            <li>Поєднання стислості й інформативності викладу.</li>
            <li>Уміння визначити мету, презентувати себе, та свою індивідуальність.</li>
            <li>Рівень мотивації щодо вступу до Вінницького національного аграрного університету на відповідну спеціальність.</li>
        </ol>
      `,
    },
  ] as StudentInfo[];

export async function getNewsData() {
  try {
    const scrapedNews = await parseAllNews(); // тільки title, image, content
    return scrapedNews;
  } catch (error) {
    console.error("Помилка при отриманні новин з парсера:", error);
    return [];
  }
}

