
export const VnauStateDelegates = [
  { id: 1, name: "Ткачук Ігор Васильович", votes: 38, votesText: "тридцять вісім" },
  { id: 2, name: "Астахов Андрій Сергійович", votes: 12, votesText: "дванадцять" },
  { id: 3, name: "Плешко Олеся Олегівна", votes: 11, votesText: "одинадцять" },
  { id: 4, name: "Коробчинська Ангеліна Іванівна", votes: 10, votesText: "десять" },
  { id: 5, name: "Хуторний Вадим Васильович", votes: 8, votesText: "вісім" },
  { id: 6, name: "Яременко Наталія Михайлівна", votes: 8, votesText: "вісім" },
  { id: 7, name: "Григорук Оксана Валентинівна", votes: 8, votesText: "вісім" },
  { id: 8, name: "Ємчик Віктор Володимирович", votes: 8, votesText: "вісім" },
  { id: 9, name: "Шевчук Марина Анатоліївна", votes: 8, votesText: "вісім" },
  { id: 10, name: "Чорний Віктор Петрович", votes: 8, votesText: "вісім" },
  { id: 11, name: "Каліта Наталія Антонівна", votes: 8, votesText: "вісім" },
  { id: 12, name: "Товкач Аліна Федорівна", votes: 8, votesText: "вісім" },
  { id: 13, name: "Варський Дмитро Олександрович", votes: 7, votesText: "сім" },
  { id: 14, name: "Гуменюк Оксана Василівна", votes: 7, votesText: "сім" },
  { id: 15, name: "Кавунов Віталій Миколайович", votes: 7, votesText: "сім" },
  { id: 16, name: "Іноземцев Андрій Сергійович", votes: 7, votesText: "сім" },
  { id: 17, name: "Огірчук Ірина Олександрівна", votes: 7, votesText: "сім" },
  { id: 18, name: "Шевчук Вікторія Дмитрівна", votes: 7, votesText: "сім" },
  { id: 19, name: "Дубяк Світлана Валентинівна", votes: 7, votesText: "сім" },
  { id: 20, name: "Зіняк Іванна Іванівна", votes: 7, votesText: "сім" },
  { id: 21, name: "Сушко Наталія Федорівна", votes: 7, votesText: "сім" },
  { id: 22, name: "Антонюк Ольга Олександрівна", votes: 7, votesText: "сім" },
  { id: 23, name: "Сокольняк Світлана Михайлівна", votes: 7, votesText: "сім" },
  { id: 24, name: "Кохановський Дмитро Іванович", votes: 7, votesText: "сім" },
  { id: 25, name: "Ковальова Наталія Василівна", votes: 6, votesText: "шість" },
  { id: 26, name: "Яковець Оксана Миколаївна", votes: 6, votesText: "шість" },
  { id: 27, name: "Стасюк Юлія Олександрівна", votes: 6, votesText: "шість" },
  { id: 28, name: "Красносельська Анастасія Анріївна", votes: 6, votesText: "шість" },
  { id: 29, name: "Томаш Наталія Анатоліївна", votes: 6, votesText: "шість" },
  { id: 30, name: "Смаковська Валентина Анатоліївна", votes: 5, votesText: "п'ять" }
];

export const LadizhinStateDelegates = [
  { id: 1, name: "Франюк Наталія Петрівна", votes: 33, votesText: "тридцять три" },
  { id: 2, name: "Скрипнікова Вікторія Сергіївна", votes: 33, votesText: "тридцять три" },
  { id: 3, name: "Нагуляк Ірина Леонідівна", votes: 32, votesText: "тридцять два" },
  { id: 4, name: "Попік Світлана Дмитрівна", votes: 30, votesText: "тридцять" },
  { id: 5, name: "Палійчук Віра Олександрівна", votes: 29, votesText: "двадцять дев’ять" },
  { id: 6, name: "Лисенко Тетяна Анатоліївна", votes: 28, votesText: "двадцять вісім" },
  { id: 7, name: "Махнох Вікторія Вікторівна", votes: 28, votesText: "двадцять вісім" },
  { id: 8, name: "Гордієвська Катерина Михайлівна", votes: 28, votesText: "двадцять вісім" },
  { id: 9, name: "Черненко Марія Михайлівна", votes: 22, votesText: "двадцять два" }
];

export const MohylivStateDelegates = [
  { id: 1, name: "Волятицька Оксана Василівна", votes: 26, votesText: "двадцять шість" },
  { id: 2, name: "Сарахман Майя Михайлівна", votes: 26, votesText: "двадцять шість" },
  { id: 3, name: "Ротар Світлана Іванівна", votes: 25, votesText: "двадцять п’ять" },
  { id: 4, name: "Іванюк Антоніна Миколаївна", votes: 24, votesText: "двадцять чотири" }
];

export const NemyrivStateDeligates = [
  { id: 1, name: "Кіпула Наталія Володимирівна", votes: 36, votesText: "Тридцять шість" },
  { id: 2, name: "Доценька Олена Володимирівна", votes: 34, votesText: "Тридцять чотири" },
  { id: 3, name: "Калюжна Світлана Василівна", votes: 32, votesText: "Тридцять два" },
  { id: 4, name: "Крикун Вікторія Леонідівна", votes: 31, votesText: "Тридцять один" },
  { id: 5, name: "Рубель Наталія Миколаївна", votes: 24, votesText: "Двадцять чотири" }
];

// Чернятинський фаховий коледж
export const ChernyatynStateDeligates = [
  { id: 1, name: "Буровська Людмила Дмитрівна", votes: 21, votesText: "Двадцять один" },
  { id: 2, name: "Бортнік Наталія Василівна", votes: 15, votesText: "П'ятнадцять" },
  { id: 3, name: "Корпалюк Василь Григорович", votes: 13, votesText: "Тринадцять" },
  { id: 4, name: "Барда Людмила Анатоліївна", votes: 11, votesText: "Одинадцять" },
  { id: 5, name: "Бучко Леся Василівна", votes: 8, votesText: "Вісім" }
];

// Технологічно-промисловий фаховий коледж
export const TechnologicalStateDeligates = [
  { id: 1, name: "Плиска Віктор Миколайович", votes: 31, votesText: "Тридцять один" },
  { id: 2, name: "Антонюк Юлія Валеріївна", votes: 28, votesText: "Двадцять вісім" },
  { id: 3, name: "Гончаренко Інна Іванівна", votes: 24, votesText: "Двадцять чотири" },
  { id: 4, name: "Гончаренко Олена Олексіївна", votes: 18, votesText: "Вісімнадцять" },
  { id: 5, name: "Усата Тетяна Вікторівна", votes: 14, votesText: "Чотирнадцять" },
  { id: 6, name: "Дубінчак Анастасія Василівна", votes: 11, votesText: "Одинадцять" }
];

// Студенти Технологічно-промислового фахового коледжу
export const TechnologicalStudentsDeligates = [
  { id: 1, name: "Купій Дмитро Андрійович", votes: 178, votesText: "Сто сімдесят вісім" },
  { id: 2, name: "Гордєєнко Тетяна Олегівна", votes: 103, votesText: "Сто три" },
  { id: 3, name: "Струк Лілія Анатоліївна", votes: 88, votesText: "Вісімдесят вісім" },
  { id: 4, name: "Красносельська Кароліна Ігорівна", votes: 65, votesText: "Шістдесят п'ять" },
  { id: 5, name: "Самборська Вікторія Богдаївна", votes: 48, votesText: "Сорок вісім" },
  { id: 6, name: "Вознюк Вікторія Олександрівна", votes: 36, votesText: "Тридцять шість" },
  { id: 7, name: "Шрамович Назар Володимирович", votes: 31, votesText: "Тридцять один" },
  { id: 8, name: "Сурменко Каріна Петрівна", votes: 27, votesText: "Двадцять сім" },
  { id: 9, name: "Ніколаєва Анастасія Ігорівна", votes: 24, votesText: "Двадцять чотири" },
  { id: 10, name: "Цвігун Анастасія Ігорівна", votes: 21, votesText: "Двадцять один" },
  { id: 11, name: "Березняк Олександр Іванович", votes: 18, votesText: "Вісімнадцять" },
  { id: 12, name: "Любова Ірина Олександрівна", votes: 15, votesText: "П'ятнадцять" }
];

// Студенти Вінницького національного аграрного університету
export const VnauStudentsDeligates = [
  { id: 1, name: "Ревуженко Ілля Сергійович", votes: 275, votesText: "Двісті сімдесят п'ять" },
  { id: 2, name: "Коваль Дар'я Олександрівна", votes: 262, votesText: "Двісті шістдесят два" },
  { id: 3, name: "Біла Наталія Вікторівна", votes: 249, votesText: "Двісті сорок дев'ять" },
  { id: 4, name: "Года Олена Олександрівна", votes: 238, votesText: "Двісті тридцять вісім" },
  { id: 5, name: "Ящук Ярослав Юрійович", votes: 210, votesText: "Двісті десять" },
  { id: 6, name: "Янишин Вадим Олегович", votes: 206, votesText: "Двісті шість" },
  { id: 7, name: "Зарицька Стелла Володимирівна", votes: 198, votesText: "Сто дев'яносто вісім" },
  { id: 8, name: "Ковчук Анна Василівна", votes: 194, votesText: "Сто дев'яносто чотири" },
  { id: 9, name: "Довгалюк Ангеліна Русланівна", votes: 188, votesText: "Сто вісімдесят вісім" },
  { id: 10, name: "Ющук Ольга Сергіївна", votes: 171, votesText: "Сто сімдесят один" },
  { id: 11, name: "Лиманюк Катерина Володимирівна", votes: 170, votesText: "Сто сімдесят" },
  { id: 12, name: "Бондарук Микола Сергійович", votes: 170, votesText: "Сто сімдесят" },
  { id: 13, name: "Суконнік Владислава Юріївна", votes: 169, votesText: "Сто шістдесят дев'ять" },
  { id: 14, name: "Левчук Світлана Олександрівна", votes: 164, votesText: "Сто шістдесят чотири" },
  { id: 15, name: "Красновський Нікіта Павлович", votes: 163, votesText: "Сто шістдесят три" },
  { id: 16, name: "Філіпова Олександра Василівна", votes: 162, votesText: "Сто шістдесят два" },
  { id: 17, name: "Писарський Володимир Олександрович", votes: 156, votesText: "Сто п'ятдесят шість" },
  { id: 18, name: "Перхайло Богдан Павлович", votes: 156, votesText: "Сто п'ятдесят шість" },
  { id: 19, name: "Сроднюк Лариса Ігорівна", votes: 127, votesText: "Сто двадцять сім" },
  { id: 20, name: "Сморжанюк Юлія Олександрівна", votes: 126, votesText: "Сто двадцять шість" },
  { id: 21, name: "Грибінник Віталіна Олександрівна", votes: 120, votesText: "Сто двадцять" },
  { id: 22, name: "Астахова Вікторія Володимирівна", votes: 111, votesText: "Сто одинадцять" },
  { id: 23, name: "Романюк Марія Володимирівна", votes: 75, votesText: "Сімдесят п'ять" },
  { id: 24, name: "Діброва Іван Валерійович", votes: 68, votesText: "Шістдесят вісім" },
  { id: 25, name: "Ієвко Дмитро Віталійович", votes: 65, votesText: "Шістдесят п'ять" },
  { id: 26, name: "Притолюк Максим Віталійович", votes: 61, votesText: "Шістдесят один" },
  { id: 27, name: "Андрущенко Павло Миколайович", votes: 57, votesText: "П'ятдесят сім" },
  { id: 28, name: "Темер Єлизавета Вікторівна", votes: 53, votesText: "П'ятдесят три" },
  { id: 29, name: "Копанова Юлія Олександрівна", votes: 50, votesText: "П'ятдесят" },
  { id: 30, name: "Кристофоров Вадим Олександрович", votes: 48, votesText: "Сорок вісім" },
  { id: 31, name: "Ніколійчук Олег Русланович", votes: 48, votesText: "Сорок вісім" },
  { id: 32, name: "Шахніяров Євгеній Русланович", votes: 48, votesText: "Сорок вісім" },
  { id: 33, name: "Дяченко Андрій Васильович", votes: 47, votesText: "Сорок сім" },
  { id: 34, name: "Дроздовська Ольга Сергіївна", votes: 46, votesText: "Сорок шість" },
  { id: 35, name: "Іщук Володимир Сергійович", votes: 45, votesText: "Сорок п'ять" },
  { id: 36, name: "Шемчук Софія Романівна", votes: 45, votesText: "Сорок п'ять" },
  { id: 37, name: "Павлюк Дарина Олексіївна", votes: 44, votesText: "Сорок чотири" },
  { id: 38, name: "Скіп Богдан Володимирович", votes: 44, votesText: "Сорок чотири" },
  { id: 39, name: "Блах Дмитро Олександрович", votes: 43, votesText: "Сорок три" },
  { id: 40, name: "Кочмарук Олександр Віталійович", votes: 42, votesText: "Сорок два" },
  { id: 41, name: "Кривливий Дмитро Анатолійович", votes: 42, votesText: "Сорок два" },
  { id: 42, name: "Луговацький Ярослав Євгенович", votes: 42, votesText: "Сорок два" },
  { id: 43, name: "Заноза Іван Сергійович", votes: 41, votesText: "Сорок один" },
  { id: 44, name: "Стеблина Марія Сергіївна", votes: 41, votesText: "Сорок один" },
  { id: 45, name: "Опольський Артемій Русланович", votes: 40, votesText: "Сорок" },
  { id: 46, name: "Нінецький Андрій Вадимович", votes: 40, votesText: "Сорок" },
  { id: 47, name: "Вовк Оксана Сергіївна", votes: 39, votesText: "Тридцять дев'ять" },
  { id: 48, name: "Климюк Мар'ян Максимович", votes: 39, votesText: "Тридцять дев'ять" },
  { id: 49, name: "Цвігков Олег Романович", votes: 39, votesText: "Тридцять дев'ять" },
  { id: 50, name: "Киракой Богдан Вікторович", votes: 38, votesText: "Тридцять вісім" },
  { id: 51, name: "Наконечний Денис Олександрович", votes: 38, votesText: "Тридцять вісім" },
  { id: 52, name: "Крижов Вадим Миколайович", votes: 31, votesText: "Тридцять один" },
  { id: 53, name: "Лукашевич Олександр Віталійович", votes: 29, votesText: "Двадцять дев'ять" },
  { id: 54, name: "Осадолюк В'ячеслав Вікторович", votes: 26, votesText: "Двадцять шість" },
  { id: 55, name: "Плящко Владислав Олександрович", votes: 26, votesText: "Двадцять шість" }
];

// Студенти Ладижинського фахового коледжу
export const LadyzhynStudentsDeligates = [
  { id: 1, name: "Рученко Максим Олегович", votes: 390, votesText: "Триста дев'яносто" },
  { id: 2, name: "Зубрицька Аліна Ігорівна", votes: 380, votesText: "Триста вісімдесят" },
  { id: 3, name: "Слободяник Ангеліна Віталіївна", votes: 346, votesText: "Триста сорок шість" },
  { id: 4, name: "Тичук Артем Євгенович", votes: 338, votesText: "Триста тридцять вісім" },
  { id: 5, name: "Фадєєв Ігор Васильович", votes: 318, votesText: "Триста вісімнадцять" },
  { id: 6, name: "Гончарук Валерія Сергіївна", votes: 315, votesText: "Триста п'ятнадцять" },
  { id: 7, name: "Бардакова Валерія Вадимівна", votes: 254, votesText: "Двісті п'ятдесят чотири" },
  { id: 8, name: "Грицик Василь Станіславович", votes: 225, votesText: "Двісті двадцять п'ять" },
  { id: 9, name: "Забаштанський Юрій Олександрович", votes: 185, votesText: "Сто вісімдесят п'ять" }
];

// Студенти Могилів-Подільського технолого-економічного фахового коледжу
export const MohylivStudentsDeligates = [
  { id: 1, name: "Мельник Богдана Василівна", votes: 262, votesText: "Двісті шістдесят два" },
  { id: 2, name: "Гура Тимур Сергійович", votes: 219, votesText: "Двісті дев'ятнадцять" },
  { id: 3, name: "Гладишева Катерина Андріївна", votes: 106, votesText: "Сто шість" },
  { id: 4, name: "Дишкант Вероніка Віталіївна", votes: 102, votesText: "Сто два" },
  { id: 5, name: "Красняк Катерина Віталіївна", votes: 94, votesText: "Дев'яносто чотири" },
  { id: 6, name: "Вовчук Катерина Юріївна", votes: 90, votesText: "Дев'яносто" },
  { id: 7, name: "Ісакова Аліна Ігорівна", votes: 63, votesText: "Шістдесят три" },
  { id: 8, name: "Волков Роман Вікторович", votes: 60, votesText: "Шістдесят" }
];

// Студенти Немирівського фахового коледжу будівництва, економіки та дизайну
export const NemyrivStudentsDeligates = [
  { id: 1, name: "Муренко Денис Сергійович", votes: 402, votesText: "Чотириста два" },
  { id: 2, name: "Старостін Владислав Андрійович", votes: 384, votesText: "Триста вісімдесят чотири" },
  { id: 3, name: "Драч Богдан Сергійович", votes: 322, votesText: "Триста двадцять два" },
  { id: 4, name: "Волошенюк Павло Васильович", votes: 312, votesText: "Триста дванадцять" },
  { id: 5, name: "Мельничук Віктор Михайлович", votes: 301, votesText: "Триста один" },
  { id: 6, name: "Олексієнко Олександр Сергійович", votes: 298, votesText: "Двісті дев'яносто вісім" },
  { id: 7, name: "Зразюк Дмитро Олександрович", votes: 286, votesText: "Двісті вісімдесят шість" }
];

// Студенти Чернятинського фахового коледжу
export const ChernyatynStudentsDeligates = [
  { id: 1, name: "Зубко Тетяна Юріївна", votes: 136, votesText: "Сто тридцять шість" },
  { id: 2, name: "Луцюк Олена Андріївна", votes: 86, votesText: "Вісімдесят шість" },
  { id: 3, name: "Мишко Леонід Андрійович", votes: 83, votesText: "Вісімдесят три" },
  { id: 4, name: "Лівінський Максим Віталійович", votes: 80, votesText: "Вісімдесят" },
  { id: 5, name: "Мишко Софія Віталіївна", votes: 72, votesText: "Сімдесят два" },
  { id: 6, name: "Шамрасико Максим Євгенович", votes: 57, votesText: "П'ятдесят сім" }
];